Repository: jasnaOblacna/ruskat
Catalog: test-ruska/app/Resources/translations/*/AdminShopparametersFeature.*.xlf
Languages: sl_si

source: Mr.
sl_si: G.

source: Mrs.
sl_si: Ga.

source: Customer service
sl_si: Podpora uporabnikom

source: If a technical problem occurs on this website
sl_si: Če pride do tehnične težave na strani

source: For any question about a product, an order
sl_si: Za kakršnokoli vprašanje o izdelku, naročilu

source: Dear Customer, Regards, Customer service
sl_si: Dragi kupec, S spoštovanjem, Storitev za stranke

source: We are currently updating our shop and will be back really soon. Thanks for your patience.
sl_si: Trenutno posodabljamo trgovino ampak bomo nazaj res kmalu. Hvala za vaše potrpljenje.

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
sl_si: Kadarkoli se lahko odjavite. Za ta namen, prosim poiščite kontaktne info v pravnem obvestilu.

source: In Stock
sl_si: Na zalogi

source: Product available for orders
sl_si: Izdelki, ki so na voljo za naročilo

source: Out-of-Stock
sl_si: Ni na zalogi

source: Visitor
sl_si: Obiskovalec

source: Guest
sl_si: Gost

source: Customer
sl_si: Kupec

source: Visits
sl_si: Obiskov

source: Registrations
sl_si: Registracij

source: Visitors
sl_si: Obiskovalcev

source: Pages
sl_si: Strani

source: Avg. cart
sl_si: Povp. koša.

source: Reg. rate
sl_si: Razm. reg.

source: Order rate
sl_si: Razm. nar.

source: Click
sl_si: Pritisni

source: Base
sl_si: Osnova

source: Add new referrer
sl_si: Dodan nov napotitelj

source: Affiliate
sl_si: Partner

source: Affiliates can access their data with this name and password.
sl_si: Partnerju lahko dostopajo do svojih podatkov s tem imenom in geslom.

source: Front access:
sl_si: Dostop do prve strani:

source: Commission plan
sl_si: Plan provizij

source: Click fee
sl_si: Cena za klik

source: Base fee
sl_si: Osnovna cena

source: Percent fee
sl_si: Odstotna cena

source: Technical information -- Simple mode
sl_si: Tehnične informacije - Enostavni način

source: Include
sl_si: Vključuje

source: HTTP referrer
sl_si: HTTP napotitelj

source: Exclude
sl_si: Izvzemi

source: Request URI
sl_si: Zahtevaj URI

source: Technical information -- Expert mode
sl_si: Tehnične informacije - Ekspertni način

source: Unique visitors
sl_si: Unikatni obiskovalci

source: Pages viewed
sl_si: Ogledanih strani

source: Registration rate
sl_si: Stopnja registracij

source: Unknown
sl_si: Neznano

source: Undefined
sl_si: Nedoločeno

source: There are no visitors online.
sl_si: Na strani ni obiskovalcev.

source: Search
sl_si: Iskanje

source: Rewritten URL
sl_si: Prepisan URL

source: Alias
sl_si: Vzdevek

source: Shop name
sl_si: Ime trgovine

source: Shop ID
sl_si: ID trgovine

source: Shop group
sl_si: Skupina trgovin

source: Root category
sl_si: Korenska Kategorija

source: Main URL for this shop
sl_si: Glavni URL za to trgovino

source: Edit this shop group
sl_si: Uredi skupino trgovine

source: Add new shop
sl_si: Dodaj novo trgovino

source: Multistore tree
sl_si: Drevo večih trgovin

source: Product name
sl_si: ime izdelka

source: No default warehouse (default setting)
sl_si: Ni privzetega skladišča (privzete nastavitve)

source: Products (general)
sl_si: Izdelki (splošno)

source: Catalog mode
sl_si: Način kataloga

source: Number of days for which the product is considered 'new'
sl_si: Število dni, za katere naj bi se štel produkt kot nov

source: Max size of product summary
sl_si: Največja velikost povzetka izdelkov

source: Quantity discounts based on
sl_si: Količina popusta je osnovana na

source: Force update of friendly URL
sl_si: Vsili posodobitev prijaznega URL

source: Default activation status
sl_si: Privzet način aktivacije

source: Pagination
sl_si: Označevanje strani

source: Products per page
sl_si: Izdelkov na stran

source: Default order by
sl_si: Privzeti vrstni red

source: Product price
sl_si: Cena izdelka

source: Product add date
sl_si: Izdelek dodan dne

source: Product modified date
sl_si: Izdelek urejen dne

source: Position inside category
sl_si: Položaj znotraj kategorije

source: Product quantity
sl_si: Količina izdelka

source: Product reference
sl_si: SKU

source: Default order method
sl_si: Privzeti način naročila

source: Product page
sl_si: Stran izdelka

source: Display available quantities on the product page
sl_si: Prikaži dobavljive količine na strani izdelka

source: Display remaining quantities when the quantity is lower than
sl_si: Prikažite 'zadnji kosi' ko je količina nižja od

source: Display unavailable product attributes on the product page
sl_si: Prikaži lastnosti nedobavljivega izdelka na strani izdelka

source: Display the "add to cart" button when a product has attributes
sl_si: Prikaži "dodaj v košarico", če ima izdelek lasnosti

source: Separator of attribute anchor on the product links
sl_si: Ločilo sidernega atributa na povezavah izdelkov

source: Display discounted price
sl_si: Prikaži znižano ceno

source: Products stock
sl_si: Zaloga izdelkov

source: Allow ordering of out-of-stock products
sl_si: Dovoli naročanje izdelkov ki niso na zalogi

source: Enable stock management
sl_si: Omogoči upravljanje z zalogo

source: Label of in-stock products
sl_si: Oznaka izdelkov na zalogi

source: Label of out-of-stock products with allowed backorders
sl_si: Čas dostave izdelkov, ki niso na zalogi bo dovolil naročila

source: Label of out-of-stock products with denied backorders
sl_si: Čas dostave izdelkov, ki niso na zalogi bo dovolil naročila

source: Delivery time of in-stock products
sl_si: Oznaka predvidenega časa dostave (izdelki, ki niso na zalogi

source: Leave empty to disable
sl_si: Pustite prazno, če želite onemogočiti

source: Delivery time of out-of-stock products with allowed backorders
sl_si: Čas dostave izdelkov, ki niso na zalogi bo dovolil naročila

source: Default pack stock management
sl_si: Privzeto upravljanje zalog paketa

source: Decrement pack only.
sl_si: Samo zmanjšaj paket.

source: Decrement products in pack only.
sl_si: Zmanjšaj samo izdelke v paketu.

source: Decrement both.
sl_si: Zmanjšaj oboje.

source: Male
sl_si: Moški

source: Female
sl_si: Ženska

source: Social title
sl_si: Naziv

source: Neutral
sl_si: Nevtralno

source: Add new social title
sl_si: Dodaj nov naslov

source: Social titles
sl_si: Nazivi

source: Image width
sl_si: Širina slike

source: Image height
sl_si: Višina slike

source: Referrer
sl_si: Napotitelj

source: Server
sl_si: Strežnik

source: GET variable
sl_si: GET spremenljivka

source: Add new search engine
sl_si: Dodaj nov iskalnik

source: Contacts
sl_si: Kontakti

source: Save messages?
sl_si: Shranim sporočila?

source: Add new contact
sl_si: Dodaj nov kontakt

source: Page
sl_si: Stran

source: Page title
sl_si: Naslov strani

source: Accented URL
sl_si: Naglašeni URL

source: Redirect to the canonical URL
sl_si: Preusmerite na kanonični URL

source: No redirection (you may have duplicate content issues)
sl_si: Ni preusmerjanja (lahko imate težave s podvojenimi zadetki)

source: 302 Moved Temporarily (recommended while setting up your store)
sl_si: 302 Začasno premaknjeno (priporočeno, ko nastavljate trgovino)

source: 301 Moved Permanently (recommended once you have gone live)
sl_si: 301 Trajno premaknjeno (priporočeno, ko aktivirate trgovino)

source: Disable Apache's MultiViews option
sl_si: Onemogoči Apache več pogledno možnost

source: Disable Apache's mod_security module
sl_si: Onemogoči Apache mod_security modul

source: Generate robots.txt file
sl_si: Ustvari datoteko robots.txt

source: Robots file generation
sl_si: Ustvarjanje datoteke za robote

source: Set shop URL
sl_si: Nastavite URL trgovine

source: Shop domain
sl_si: Domena trgovine

source: SSL domain
sl_si: Domena SSL

source: Base URI
sl_si: Bazni URL

source: Set up URLs
sl_si: Nastavitve URL-jev

source: Manage domain name
sl_si: Upravljaj ime domene

source: Add a domain name
sl_si: Dodaj ime domene

source: Schema of URLs
sl_si: Shema naslovov URL

source: Add a new page
sl_si: Dodaj novo stran

source: Keywords: %keywords%
sl_si: Ključne besede: %keywords%

source: Default pages
sl_si: Privzete strani

source: Module pages
sl_si: Strani z moduli

source: Meta tags
sl_si: Meta oznake

source: Page name
sl_si: Ime strani

source: Route to products
sl_si: Pot do izdelkov

source: Route to category
sl_si: Pot do kategorij

source: Route to category which has the "selected_filter" attribute for the "Layered Navigation" (blocklayered) module
sl_si: Pot do kategorije, ki ima atribut "izbran filter" za " večplastno navigiranje" modul (blocklayered)

source: Route to supplier
sl_si: Pot do dobavitelja

source: Route to brand
sl_si: Pot do blagovne znamke

source: Route to page
sl_si: Pot do strani

source: Route to page category
sl_si: Pot do kategorij

source: Route to modules
sl_si: Pot do modulov

source: Aliases
sl_si: Aliasi

source: The "indexed" products have been analyzed by PrestaShop and will appear in the results of a front office search.
sl_si: "Indeksirani" izdelki so bili analizirani s strani PrestaShop-a in se bodo prikazali v rezultatih pri iskanju na prvi strani.

source: Indexed products
sl_si: Indeksirani izdelki

source: Building the product index may take a few minutes.
sl_si: Izdelava seznama izdelkov lahko traja nekaj minut.

source: If your server stops before the process ends, you can resume the indexing by clicking "Add missing products to the index".
sl_si: Če se je vaš strežnik ustavil pred končanjem procesa, lahko ponovite indeksiranje s klikom "Dodaj mnjkajoče izdelke".

source: Add missing products to the index
sl_si: Dodajte manjkajoč izdelek v indeks

source: Re-build the entire index
sl_si: Ponovno ustvari celoten indeks

source: You can set a cron job that will rebuild your index using the following URL:
sl_si: Nastavite lahko cron opravilo, ki bo obnovilo svoj indeks v naslednjem URL:

source: Search within word
sl_si: Išči z besedo

source: Search exact end match
sl_si: Išči enak konec poizvedbe

source: Minimum word length (in characters)
sl_si: Najmanjša dolžina besede (v znakih)

source: Blacklisted words
sl_si: Prepovedane besede

source: Weight
sl_si: Teža

source: The "weight" represents its importance and relevance for the ranking of the products when completing a new search.
sl_si: "Teža" predstavlja pomembnost in ustreznost za razvrstitev izdelka pri novem iskanju.

source: A word with a weight of eight will have four times more value than a word with a weight of two.
sl_si: Beseda s težo 8 bo imela štirikrat večjo vrednost kot beseda s težo 2.

source: We advise you to set a greater weight for words which appear in the name or reference of a product. This will allow the search results to be as precise and relevant as possible.
sl_si: Svetujemo vam, da nastavite globlji pomen besed, ki se pojavljajo v imenu ali sklicu izdelka. To bo omogočilo ustreznejše in natančnejše rezultate iskanja.

source: Setting a weight to 0 will exclude that field from search index. Re-build of the entire index is required when changing to or from 0
sl_si: Če nastavite težo na 0 bo to izključilo polje iz indeksa iskanja. Popolna izdelava indeksa je zahtevana, ko se spreminja v ali iz 0

source: Product name weight
sl_si: Teža imena izdelka

source: Reference weight
sl_si: Teža sklica

source: Short description weight
sl_si: Teža kratkega opisa

source: Description weight
sl_si: Teža opisa

source: Category weight
sl_si: Teža kategorije

source: Brand weight
sl_si: Teža

source: Tags weight
sl_si: Teža oznak

source: Attributes weight
sl_si: Teža lastnosti

source: Features weight
sl_si: Teža značilnosti

source: Add new alias
sl_si: Dodaj nov vzdevek

source: Result
sl_si: Rezultat

source: Indexing
sl_si: Indeksiram

source: Refresh index
sl_si: Osveži indeks

source: Cache
sl_si: Predpomnilnik

source: Refresh cache
sl_si: Osveži predpomnilnik

source: Save direct traffic?
sl_si: Shranimo direktni promet?

source: Exclude taxes in sales total?
sl_si: Izključim davek v znesku prodaje?

source: Exclude shipping in sales total?
sl_si: Izključi pošiljanje v znesku prodaje?

source: Add new store
sl_si: Dodaj novo trgovino

source: Stores
sl_si: Trgovine

source: Store name (e.g. City Center Mall Store).
sl_si: Ime trgovine.

source: Allowed characters: letters, spaces and %s
sl_si: Dovoljeni znaki: črke, presledki in %s

source: Latitude / Longitude
sl_si: Zemlj. širina / dolžina

source: Store coordinates (e.g. 45.265469/-47.226478).
sl_si: Koordinate trgovine (npr. 45.265469/-47.226478).

source: Picture
sl_si: Slika

source: Monday
sl_si: Ponedeljek

source: Tuesday
sl_si: Torek

source: Wednesday
sl_si: Sreda

source: Thursday
sl_si: Četrtek

source: Friday
sl_si: Petek

source: Saturday
sl_si: Sobota

source: Sunday
sl_si: Nedelja

source: Choose your country
sl_si: Izberite vašo državo

source: Choose your state (if applicable)
sl_si: Izberite vašo zvezno državo (če obstaja)

source: Displayed in emails and page titles.
sl_si: Prikazano v e-pošti in naslovih strani.

source: Shop email
sl_si: E-naslov trgovine

source: Registration number
sl_si: Številka registracije

source: Shop address line 1
sl_si: Naslov trgovine vrstica 1

source: Shop address line 2
sl_si: Naslov trgovine vrstica 2

source: Contact details
sl_si: Kontaktni podatki

source: Enable final summary
sl_si: Omogoči končni znesek

source: Enable guest checkout
sl_si: Omogoči račun gosta

source: Disable Reordering Option
sl_si: Onemogočite možnost preurejanja

source: Minimum purchase total required in order to validate the order
sl_si: Potreben minimalni skupni nakup za potrditev naročila

source: Recalculate shipping costs after editing the order
sl_si: Ponoven izračun stroškov pošiljanja po spremembi naročila

source: Allow multishipping
sl_si: Dovoli pošiljanje na več naslovov

source: Delayed shipping
sl_si: Pošiljanje z zamikom

source: Terms of service
sl_si: Pogoji uporabe

source: Page for the Terms and conditions
sl_si: Stran za Pogoje uporabe

source: Gift options
sl_si: Možnosti za darila

source: Offer gift wrapping
sl_si: Ponudite zavijanje daril

source: Gift-wrapping price
sl_si: Cena zavijanja daril

source: Gift-wrapping tax
sl_si: Davek na zavijanje daril

source: Offer recycled packaging
sl_si: Ponudite reciklirano embalažo

source: Add new tag
sl_si: Dodaj novo oznako

source: Tag
sl_si: Oznaka

source: Re-display cart at login
sl_si: Prikaži košarico ob prijavi

source: Send an email after registration
sl_si: Pošlji email po registraciji

source: Password reset delay
sl_si: Zamik ponastavitve gesla

source: minutes
sl_si: minute

source: Enable B2B mode
sl_si: Omogoči B2B

source: Ask for birth date
sl_si: Vprašaj za datum rojstva

source: Enable partner offers
sl_si: Omogoči ponudbe partnerja

source: Icon
sl_si: Ikona

source: Send email to customer
sl_si: Pošlji kupcu e-pošto

source: Email template
sl_si: E-poštna predloga

source: Edit return status
sl_si: Uredi status vračila

source: Add new order status
sl_si: Dodaj nov status naročila

source: Add new order return status
sl_si: Dodaj nov status vračila naročila

source: Return statuses
sl_si: Statusi vračila

source: Status name
sl_si: Ime statusa

source: Color
sl_si: Barva

source: Consider the associated order as validated.
sl_si: Imej naročilo kot preverjeno.

source: Allow a customer to download and view PDF versions of his/her invoices.
sl_si: Dovoli kupcem prenos PDF računa.

source: Hide this status in all customer orders.
sl_si: Kupcu skrij to stanje naročila.

source: Send an email to the customer when his/her order status has changed.
sl_si: Stranki pošljite E-mail, ko se je njegov/njen status spremenil.

source: Attach invoice PDF to email.
sl_si: Pripni PDF račun v mail.

source: Attach delivery slip PDF to email.
sl_si: Pripni PDF dostavnega obrazca v mail.

source: Set the order as shipped.
sl_si: Nastavite naročilo, kot odpremljeno.

source: Set the order as paid.
sl_si: Nastavite naročilo, kot plačano.

source: Show delivery PDF.
sl_si: Prikaži dostave PDF.

source: Template
sl_si: Predloga

source: Return status
sl_si: Vrnitev statusa

source: Order status
sl_si: Statusi naročil

source: Registration date
sl_si: Datum registracije

source: Group name
sl_si: Ime skupine

source: Discount (%)
sl_si: Popust (v %)

source: Members
sl_si: Članov

source: Show prices
sl_si: Pokaži cene

source: Creation date
sl_si: Datum stvaritve

source: Default groups options
sl_si: Opcije privzetih skupin

source: Visitors group
sl_si: Skupina obiskovalcev

source: Guests group
sl_si: Skupina gostov

source: Customers group
sl_si: Skupina kupcev

source: Save, then add a category reduction.
sl_si: Shrani, nato doddaj redukcijo kategorije.

source: Add new group
sl_si: Dodaj novo skupino

source: Customer group
sl_si: Skupina kupcev

source: Price display method
sl_si: Metoda prikaza cene

source: Category discount
sl_si: Popust kategorije

source: Modules authorization
sl_si: Avtorizacija modulov

source: Enable Shop
sl_si: Omogočite trgovino

source: Maintenance IP
sl_si: IP za vdrževanje

source: Custom maintenance text
sl_si: Besedilo po meri ob vzdrževanju

source: Round up away from zero, when it is half way there (recommended)
sl_si: Zaokrožiti stran od nič, ko je na pol poti tam (priporočeno)

source: Round down towards zero, when it is half way there
sl_si: Zaokrožiti proti nič, ko je na pol poti tam

source: Round towards the next even value
sl_si: Zaokroži navzgor na naslednjo celo vrednost

source: Round towards the next odd value
sl_si: Zaokroži navzgor na naslednjo liho vrednost

source: Round up to the nearest value
sl_si: Zaokrožiti navzgor na najbližjo vrednost

source: Round down to the nearest value
sl_si: Zaokrožiti navzdol na najbližjo vrednost

source: Enable SSL
sl_si: Omogoči SSL

source: Enable SSL on all pages
sl_si: Omogoči SSL na vseh straneh

source: Increase front office security
sl_si: Povečajte varnost prve strani trgovine

source: Allow iframes on HTML fields
sl_si: Dovoljuje iframes v HTML poljih

source: Use HTMLPurifier Library
sl_si: Uporabi HTMLPurifier knjižnico

source: Round mode
sl_si: Način zaokroževanja

source: Round type
sl_si: Vrsta zaokroževanja

source: Round on each item
sl_si: Zaokroževanje za vsak idelek

source: Round on each line
sl_si: Zaokroževanje v vsaki vrstici

source: Round on the total
sl_si: Zaokroževanje za skupno

source: Number of decimals
sl_si: Število decimalk

source: Display brands and suppliers
sl_si: Prikazuj znamke in dobavitelje

source: Display best sellers
sl_si: Prikažite najbolj prodajano

source: Enable Multistore
sl_si: Omogoči Multistore

source: Main Shop Activity
sl_si: Glavna dejavnost trgovine

source: Please click here to check if your shop supports HTTPS.
sl_si: Prosimo, kliknite tukaj, da preverite, če vaša trgovina podpira HTTPS.

source: Group information
sl_si: Informacije skupine

source: Price display method:
sl_si: Metoda prikaza cene:

source: Show prices:
sl_si: Pokaži cene:

source: Current category discount
sl_si: Trenutni popust kategorije

source: Members of this customer group
sl_si: Stranke ki so člani te skupine

source: Limited to the first 100 customers.
sl_si: Omejeno na prvih 100 strank.

source: Please use filters to narrow your search.
sl_si: Prosim, uporabite filtre, da omejite vaše iskanje.

source: Discount: %.2f%%
sl_si: Popust: %.2f%%

source: Authorized modules:
sl_si: Avtorizirani moduli:

source: This category already exists for this group.
sl_si: Ta kategorija že obstaja za to skupino.

source: Add a category discount
sl_si: Dodaj popust kategorije

source: New group category discount
sl_si: Nov popust kategorije

source: Discount (%):
sl_si: Popust (v %):

source: Hours:
sl_si: Ur:

source: Statistics
sl_si: Statistika

source: Filter by product:
sl_si: Prikaži po izdelku:
